Repository: othmansh0/thmanyah-assessment
Catalog: Thmanyah Assignment/Resources/Localizable.xcstrings
Source language: ar
Languages: en

# accessibility_more_options
source: المزيد من الخيارات
en: More options

# accessibility_notifications
source: الإشعارات
en: Notifications

# accessibility_play_duration
source: تشغيل، %@
en: Play, %@

# accessibility_play_queue
source: تشغيل أو إضافة إلى الطابور
en: Play or add to queue

# app_error_decoding_failure
source: حدث خطأ أثناء معالجة البيانات
en: There was a problem processing the data

# app_error_network_failure
source: تعذّر الاتصال بالإنترنت
en: Unable to connect to the internet

# app_error_recovery_suggestion
source: يرجى المحاولة مرة أخرى
en: Please try again

# app_error_unknown
source: حدث خطأ غير متوقع
en: An unexpected error occurred

# Detail: %@
source: التفاصيل: %@
en: Detail: %@

# empty_no_content
source: لا يوجد محتوى
en: No content available

# episodes_count
source: %d حلقة
en: %d episodes

# error_alert_ok
source: حسناً
en: OK

# error_generic
source: حدث خطأ. يرجى المحاولة مرة أخرى.
en: An error occurred. Please try again.

# error_retry
source: إعادة المحاولة
en: Retry

# filter_audio_articles
source: المقالات الصوتية
en: Audio Articles

# filter_books
source: الكتب
en: Books

# filter_for_you
source: لك
en: For You

# filter_podcasts
source: البودكاست
en: Podcasts

# greeting_evening
source: مساء الخير
en: Good evening

# greeting_morning
source: صباح الخير
en: Good morning

# home_header_placeholder_name
source: أحمد
en: Ahmed

# search_no_results
source: لا توجد نتائج
en: No results found

# search_placeholder
source: ابحث عن بودكاست، كتاب، أو مقال
en: Search for podcasts, books, or articles

# search_start
source: ابدأ البحث
en: Start searching

# settings_about
source: حول التطبيق
en: About

# settings_account_information
source: معلومات الحساب
en: Account Information

# settings_appearance
source: المظهر
en: Appearance

# settings_dark
source: داكن
en: Dark

# settings_dark_mode
source: الوضع الداكن
en: Dark Mode

# settings_display
source: العرض
en: Display

# settings_download_settings
source: إعدادات التنزيل
en: Download Settings

# settings_general
source: عام
en: General

# settings_help
source: مساعدة؟
en: Help?

# settings_help_and_policies
source: المساعدة والسياسات
en: Help & Policies

# settings_import
source: استيراد
en: Import

# settings_language
source: اللغة
en: Language

# settings_light
source: فاتح
en: Light

# settings_notifications
source: الإشعارات
en: Notifications

# settings_privacy
source: الخصوصية
en: Privacy

# settings_sign_in
source: تسجيل الدخول
en: Sign In

# settings_sound_settings
source: إعدادات الصوت
en: Sound Settings

# settings_subscribe_now
source: اشترك الآن
en: Subscribe Now

# settings_system
source: النظام
en: System

# settings_thmanyah_subscription
source: اشتراك ثمانية
en: Thmanyah Subscription

# settings_version
source: الإصدار
en: Version

# settings_version_prefix
source: الإصدار
en: V

# tab_home
source: الرئيسية
en: Home

# tab_search
source: البحث
en: Search

# tab_settings
source: الإعدادات
en: Settings
